# Приветственное сообщение, срабатывает при каждом запуске приложения
APP_NAME = ('╔╗──╔══╗╔══╗─╔═══╗╔══╗╔═══╗╔══╗╔╗─╔╗╔═══╗', '║║──╚╗╔╝║╔╗║─║╔═╗║║╔╗║║╔═╗║╚╗╔╝║╚═╝║║╔══╝',
                 '║║───║║─║╚╝╚╗║╚═╝║║╚╝║║╚═╝║─║║─║╔╗─║║║╔═╗', '║║───║║─║╔═╗║║╔╗╔╝║╔╗║║╔╗╔╝─║║─║║╚╗║║║╚╗║',
                 '║╚═╗╔╝╚╗║╚═╝║║║║║─║║║║║║║║─╔╝╚╗║║─║║║╚═╝║', '╚══╝╚══╝╚═══╝╚╝╚╝─╚╝╚╝╚╝╚╝─╚══╝╚╝─╚╝╚═══╝',
            "\nДобро пожаловать в систему управления библиотекой Libraring!",
            '''Это приложение помогает управлять коллекцией книг, предоставляя функции для добавления, удаления,
поиска и отображения книг. Каждая книга содержит ID, название, автора, год издания и статус (в наличии или выдана).''')


# Все возможные статусы книг, можно дополнять собственными
STATUSES = {"в наличии", "выдана"}
