# Приветственное сообщение, срабатывает при каждом запуске приложения
APP_NAME = ('╔╗──╔══╗╔══╗─╔═══╗╔══╗╔═══╗╔══╗╔╗─╔╗╔═══╗', '║║──╚╗╔╝║╔╗║─║╔═╗║║╔╗║║╔═╗║╚╗╔╝║╚═╝║║╔══╝',
                 '║║───║║─║╚╝╚╗║╚═╝║║╚╝║║╚═╝║─║║─║╔╗─║║║╔═╗', '║║───║║─║╔═╗║║╔╗╔╝║╔╗║║╔╗╔╝─║║─║║╚╗║║║╚╗║',
                 '║╚═╗╔╝╚╗║╚═╝║║║║║─║║║║║║║║─╔╝╚╗║║─║║║╚═╝║', '╚══╝╚══╝╚═══╝╚╝╚╝─╚╝╚╝╚╝╚╝─╚══╝╚╝─╚╝╚═══╝',
            "\nДобро пожаловать в систему управления библиотекой Libraring!")


# Все возможные статусы книг, можно дополнять собственными
STATUSES = {"в наличии", "выдана"}
